{
    "song_title": "Can’t Stop",
    "artist": "Red Hot Chili Peppers",
    "lyrics": "100 ContributorsTranslationsFrançaisCan’t Stop Lyrics[Verse 1]\nCan't stop, addicted to the shindig\nChop Top, he says I'm gonna win big\nChoose not a life of imitation\nDistant cousin to the reservation\n\n[Verse 2]\nDefunct, the pistol that you pay for\nThis punk, the feelin' that you stay for\nIn time I want to be your best friend\nEast side love is living on the West End\n\n[Verse 3]\nKnocked out, but, boy, you better come to (Oh, oh-oh)\nDon't die, you know, the truth as some do (Oh-oh)\nGo write your message on the pavement (Oh-oh)\nBurn so bright, I wonder what the wave meant\n\n[Pre-Chorus 1]\nWhite heat is screamin' in the jungle (Oh, oh-oh)\nComplete the motion if you stumble (Oh-oh)\nGo ask the dust for any answers (Oh-oh)\nCome back strong with fifty belly dancers\n\n[Chorus]\nThe world I love, the tears I drop\nTo be part of the wave, can't stop\nEver wonder if it's all for you?\nThe world I love, the trains I hop\nTo be part of the wave, can't stop\nCome and tell me when it's time to\nSee Red Hot Chili Peppers LiveGet tickets as low as $41You might also like[Verse 4]\nSweetheart is bleeding in the snow cone\nSo smart, she's leadin' me to ozone\nMusic, the great communicator\nUse two sticks to make it in the nature\n\n[Verse 5]\nI'll get you into penetration\nThe gender of a generation\nThe birth of every other nation\nWorth your weight, the gold of meditation\n\n[Verse 6]\nThis chapter's gonna be a close one (Oh, oh-oh)\nSmoke rings, I know you're gonna blow one (Oh-oh)\nAll on a spaceship, persevering (Oh-oh)\nUse my hands for everything but steering\n\n[Pre-Chorus 2]\nCan't stop the spirits when they need you (Oh, oh-oh)\nMop tops are happy when they feed you (Oh-oh)\nJ. Butterfly is in the treetop (Oh-oh)\nBirds that blow the meaning into bebop\n\n[Chorus]\nThe world I love, the tears I drop\nTo be part of the wave, can't stop\nEver wonder if it's all for you?\nThe world I love, the trains I hop\nTo be part of the wave, can't stop\nCome and tell me when it's time to\n[Bridge]\nWait a minute, I'm passin' out, win or lose\nJust like you\nFar more shockin' than anything I ever knew\nHow 'bout you?\nTen more reasons why I need somebody new\nJust like you\nFar more shockin' than anything I ever knew\nRight on cue\n\n[Guitar Solo]\n\n[Verse 1]\nCan't stop, addicted to the shindig\nChop Top, he says I'm gonna win big\nChoose not a life of imitation\nDistant cousin to the reservation\n\n[Verse 2]\nDefunct, the pistol that you pay for (Oh, oh-oh)\nThis punk, the feelin' that you stay for (Oh-oh)\nIn time I want to be your best friend (Oh-oh)\nEast side love is living on the West End\n\n[Verse 3]\nKnocked out, but boy, you better come to (Oh, oh-oh)\nDon't die, you know, the truth is some do (Oh-oh)\nGo write your message on the pavement (Oh-oh)\nBurn so bright, I wonder what the wave meant\n[Verse 7]\nKick start the golden generator\nSweet talk but don't intimidate her\nCan't stop the gods from engineering\nFeel no need for any interfering\n\n[Verse 8]\nYour image in the dictionary\nThis life is more than ordinary\nCan I get two, maybe even three of these?\nComin' from the space to teach you of the Pleiades\n\n[Outro]\nCan't stop the spirits when they need you\nThis life is more than just a read-through93Embed"
}